/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "A wavetable is currently being created. Please try again after the creation process has finished.";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional.";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections.";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "The new wavetable contains %d waveforms.";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "Wavetable Being Created";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "Wavetable Created With a Single Waveform";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "Wavetable Not Created";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "Wavetable Created";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "Internal";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "Side Chain:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "Off";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "External Audio Input:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "Identification of Notes";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "Pitch Analysis";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "Analysing: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "File open error";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "The file you are trying to load cannot be found.";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "File open error";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "There is not enough available memory to load the selected file.";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "File contains tempo changes";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "Warning: One or more of the files you are importing contains tempo change markers. This version of MainStage does not support syncing files with tempo changes.";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "File open error";

/* Playback file alert */
"PlaybackTransientsMessage" = "The transients in the selected file have been hidden in Logic Pro. Open the file in Logic Pro and unhide the transients before reopening the file in the plug-in.";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "Unknown error";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "The selected file could not be opened.";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "Unsupported audio file format";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "The audio file you are trying to add is not in a supported file format. Convert the file to a supported format using iTunes or another audio application before adding it to the Playback plug-in.";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = " (File is missing)";
